[
    "Intotdeauna am fost o persoana dinamica.",
    "Uneori s-a spus ca cunt meschin.",
    "Sunt intelegator ci ceilalti.",
    "Ma caracterizeaza in primul rand vointa.",
    "Caut sa aflu sensul ascuns din spatele lucrurilor.",
    "De felul meu sunt pessimist.",
    "Ceilalti ma considera un rebel.",
    "Cel mai adesea sunt visitor.",
    "Pentru ca vreau sa fac lucrurile mereu mai bine multi ma considera perfectionist.",
    "Nu-mi place sa port dusmanie.",
    "Imi place sa glumesc.",
    "Doar daca sunt autoritar obtin respectful celor din jur.",
    "Sunt tandru cu cei din jur.",
    "Reusesc sa fiu obiectiv aproape in orice situatie.",
    "Omul trebuie sa fie smecher pentru a reusi in viata.",
    "Devin abil cand interesele mele se afla in joc.",
    "Adesea sunt prea usuratic.",
    "Vibrez usor la tot ceea ce se petrece in jurul meu.",
    "Nu imi place sa risipesc nimic pentru ca nu sunt risipitor.",
    "Fac fata cu usurinta chiar si unor situatii contradictorii.",
    "Ma consider sclipitor.",
    "Sunt o persoana mofturoasa.",
    "Onestitatea sta la baza caracterului meu.",
    "De obicei raman calm.",
    "Imi place sa-mi las libera fantezia.",
    "Oamenii ma considera vioi.",
    "Ceilalti spun ca sunt profitor.",
    "Raman fidel prietenilor in orice imprejurare.",
    "Sunt un tip darz.",
    "Observ cu usurinta nuante care le scapa altora.",
    "Cel mai adesea sunt trist.",
    "Ma port mereu ca un rasculat.",
    "Sunt o fire romantica.",
    "Ceilalti ma considera un tip profund.",
    "Nu ma consider perfect.",
    "Am simtul umorului.",
    "Sunt adesea poruncitor uc ceilalti.",
    "Sunt o persoana galagioasa.",
    "Ma consider realist.",
    "Reusesc sa-I inteleg mai bine pe altii punandu-ma in pielea lor.",
    "Stiu sa fiu siret atunci cand trebuie.",
    "Imi da adesa de furca faptul ca sunt nestapanit.",
    "Sunt mai atent la altii decat la mine.",
    "In general ,am o fire economa.",
    "In genere accept sa raspund pentru pentru ceea ce fac.",
    "Mi se spune de obicei ca sunt prea reformator.",
    "Am fost si am ramas un nazuros.",
    "Sunt vazut de ceilalti ca un tip moral.",
    "Prietenii spun ca sunt o fire linistita.",
    "Am un spirit liber,deloc greoi.",
    "Sunt un vorbaret din fire.",
    "Mi se spune adesea ca sunt rauvoitor.",
    "Deseori sar in ajutorul celorlalti.",
    "Sunt perseverant in ceea ce fac.",
    "Carcaterul iscoditor ma ajuta sa sesizez amanunte pe care altii nu le baga de seama.",
    "Stiu sa ma bucur de viata.",
    "Intotdeauna ma port ca un razvratit.",
    "Sunt un sentimental incurabil.",
    "Nu am fost niciodata considerat superficial.",
    "In general ,sunt tolerant.",
    "Prietenii imi spun ca sunt un om jovial.",
    "Unii ma considera intepat.",
    "Duiosia este felul meu de a ma exprima.",
    "Sunt o persoana rationala.",
    "Imi place muzica si pot spune ca sunt un meloman.",
    "Mai ales in situatii limita sunt ager.",
    "Ma avant in actiuni fara sa ma gandesc prea mult dinainte.",
    "Imi place sa iau deciziile bazandu-ma pe intuitiile despre ceilalti.",
    "Nu ma arunc asa usor cand este vorba sa cheltuiesc.",
    "Nu ma sfiesc sa spun lucrurilor pe nume.",
    "Sunt privit ca o persoana care resuseste in viata.",
    "Se spune despre mine ca sunt rasfatat.",
    "Ma carcaterizeaza spiritual dreptaii.",
    "Sunt un tip infranat ,imi place sa-mi controlez reactiile.",
    "Sensul vietii mele este sa creez.",
    "Am fost adesea caracterizat ca un tip dezghetat.",
    "Din cand in cand imi place sa-mi bat joc de cei din jur.",
    "Am o fire prietenoasa.",
    "Odata ce am stabilit ceva merg hotarat pe lini aleasa.",
    "Sunt o fire analitica,imi place sa despic firul in patru.",
    "Imi place sa traiesc din plin viata.",
    "Cel mai adesea ma manifest protestatar.",
    "Traiesc mult prin ceea ce simt.",
    "Cer mult de la mine.",
    "Imi place sa-I manipulez pe cei din jur.",
    "Veselia ma carcaterizeaza.",
    "Sunt un tip mandru,vreau sa mi se recunoasca ce-I al meu.",
    "De obicei sunt prea mofturos.",
    "Prietenii ma considera un tip cerebral.",
    "Ma simt o presoana matura intelectual.",
    "Cred ca sunt un om perspicace in situatii interpersinale.",
    "Imi ies usor din fire cu toate ca ulterior regret.",
    "Ma influenteaza ceea ce spun si fac altii.",
    "Imi place sa fiu independent ,sa nu ma bazez pe altii.",
    "Sunt un om cumpatat cu bunurile mele.",
    "Sunt considerat un tip modern.",
    "Tot timpul cer cate ceva celor din jurul meu.",
    "Oamneii gasesc ca sunt un om sincer.",
    "Am tendinta sa fiu cumpatat in ceea ce fac.",
    "Am o imaginatie vie.",
    "Sun genul de om activ,nu pot sa stau o clipa locului.",
    "Mi s-a intamplat sa fiu privit ca un tip josnic.",
    "Intotdeauna sunt politicos cu ceilalti.",
    "Nu-mi sta in fire sa fiu delasator.",
    "Imi place sa cecetez lucrurile misterioase.",
    "Nu sunt o fire ambitioasa.",
    "Ceilalti ma considera incomod.",
    "In cele mai multe imprejurari sunt sensibil.",
    "In tot ceea ce fac sunt riguros.",
    "Mi se intampla adesea sa ii dezprob pe ceilalti.",
    "Sut flexibil,ma adaptez usor.",
    "Ca sa obtin ceea ce doresc sunt gata sa ma cert.",
    "Nu sunt dur niciodata cu ceilalti.",
    "Sunt vigilant,vreau sa inteleg mereu ceea ce se va intampla.",
    "Apreciez persoanele cu gusturi alese.",
    "Sunt un om capabil.",
    "Caracterul irascibil imi joaca feste.",
    "Ma framanta adesea o multime de ganduri despre cei din jur.",
    "Ceilalti ma considera un om calculate.",
    "Prefer sa imi asum responsabilitate in situatiile in care trebuie hotarat un lucru.",
    "Gasesc in genereal solutii ingenioase problemelor cu care ma confront.",
    "Sunt tafnos.",
    "Prietenii ma considera modest.",
    "Sunt o persoana echilibrata.",
    "Imi place sa misc lucrurile cand gandesc sau actionez.",
    "Oamenii vad in mine persoana cu initiative.",
    "Nu pierd nicio ocazie pentru a baga cate un fitil.",
    "Sunt amabil din fire.",
    "Eficienta este una din calitatile mele.",
    "Sunt multe lucruri la oameni care imi starnesc curiozitatea.",
    "Reusesc mereu sa raman senin.",
    "Sun agresiv din fire.",
    "De multe ori ma las cuprins de nostalgie.",
    "Sunt genul studios.",
    "Consider ca in lume totul e relative.",
    "In relatiile cu ceilalti sunt o persoana deschisa si haioasa.",
    "In general am tendinta sa ii pedepsesc rapid pe cei din jur.",
    "Imi place sa-I ocrotesc pe ceilalti.",
    "Sunt mereu constient de ceea ce se petrece in jur.",
    "Obisnuiesc sa-mi pun multe intrebari.",
    "Particip cu usurinta la toate evenimentele noi.",
    "Am tendinta de a-I jigni prea usor pe ceilalti.",
    "De obicei ma sperie situatiile de viata ale altora.",
    "Imi place sa chibzuiesc de doua ori inainte de a ma avanta.",
    "Nu sunt pregatit sa ma confrunt cu situatii ambigui.",
    "Se poate spune despre mine ca sunt un spirit viu.",
    "Prietenii ma considera laudaros.",
    "Sunt omenos.",
    "Familia ma considera un om care nu se pierde usor cu firea.",
    "Imi place sa particip la crearea de lucruri noi pe lume."
]